/* nothing */
"" = "Project-Id-Version: xchat-2.4.2\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2005-03-07 18:50+1100\nPO-Revision-Date: 2005-05-04 12:50+0530\nLast-Translator: Rajesh Ranjan <rranjan@redhat.com>\nLanguage-Team: Hindi <fedora-trans-hi@redhat.com>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.9.1\n";

/* nothing */
"Cannot create ~/.xchat2" = "~/.xchat2 बना नहीं सकता है";

/* nothing */
"I'm busy" = "मैं व्यस्त हूँ";

/* nothing */
"Leaving" = "छोड़ रहा है";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* बतौर रूट IRC चलाना वेबकूफी है! आपको एक उपयोक्ता \n  खाता बनाना चाहिये और उसे लॉगिन के लिये प्रयोग करना चाहिये.\n";

/* nothing */
"Waiting" = "प्रतीक्षारत";

/* nothing */
"Active" = "सक्रिय";

/* nothing */
"Failed" = "असफल";

/* nothing */
"Done" = "सम्पन्न";

/* nothing */
"Connect" = "जोड़ें";

/* nothing */
"Aborted" = "छोड़ा गया";

/* nothing */
"Cannot access %s\n" = "%s का अभिगम नहीं कर सकता\n";

/* nothing */
"No active DCCs\n" = "कोई सक्रिय DCC नहीं\n";

/* nothing */
"YES  " = "हां  ";

/* nothing */
"NO   " = "नहीं   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "%s से आप CTCP फ्लडेड हो रहे हैं, %s को नजरअंदाज कर रहा है\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "%s से आप MSG फ्लडेड हो रहे हैं, gui_auto_open_dialog को बंद कर रहा है.\n";

/* nothing */
"  %-20s online\n" = "  %-20s ऑनलाइन\n";

/* nothing */
"  %-20s offline\n" = "  %-20s ऑफलाइन\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "कोई चैनल से जुड़ा नहीं है. /join #<channel> की कोशिश करें\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "संबंधित नहीं. /server <host> [<port>] की कोशिश करें\n";

/* nothing */
"I need /bin/sh to run!\n" = "मुझे /bin/sh चलाने की जरूरत है!\n";

/* nothing */
"\nCommands Available:\n\n  " = "\nसमादेश उपलब्ध:\n\n  ";

/* nothing */
"\n\nType /HELP <command> for more information, or /HELP -l\n\n" = "\n\nज्यादा जानकारी के लिये /HELP <command>, या /HELP -l टंकित करें\n\n";

/* nothing */
"User defined commands:\n\n  " = "उपयोक्ता परिभाषित समादेश:\n\n  ";

/* nothing */
"Unknown arg '%s' ignored." = "अज्ञात arg '%s' अनदेखा किया गया.";

/* nothing */
"No such plugin found.\n" = "ऐसा कोई प्लगिन नहीं मिला.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "प्लगिन अनलोड होने से मना कर रहा है.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <name> <action>, उपयोक्ता सूची में बटन जोड़ें";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, आपके द्वारा शामिल सभी चैनल में समादेश भेजें";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, आपके द्वारा शामिल सभी सर्वर में समादेश भेजें";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<reason>], आपको दूर सेट करता है";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <mask> [<bantype>], मौजूदा चैनल से मास्क से मिलान करने वाले हर को प्रतिबंधित करता है. अगर वे पहले से चैनल पर हैं तो यह उनको किक नहीं करता है (chanop होना आवश्यक)";

/* nothing */
"CLEAR, Clears the current text window" = "CLEAR, मौजूदा पाठ विंडो को साफ करता है";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, मौजूदा विंडो/टैब को बंद करता है";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>, देश कोड प्राप्त करता है, उदाहरण के लिये: au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <message>, CTCP संदेश निक को भेजें, सामान्य संदेश VERSION और USERINFO हैं";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, मौजूदा चैनल से तुरत अलग होकर उससे जुड़ता है";

/* nothing */
"\nDCC GET <nick>                     - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file] - send a file to someone\nDCC LIST                           - show DCC list\nDCC CHAT <nick>                    - offer DCC CHAT to someone\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                     - दिये जा रहा फाइल स्वीकार करता है\nDCC SEND [-maxcps=#] <nick> [file] - किसी को फाइल भेजता है\nDCC LIST                           - DCC सूची दिखायें\nDCC CHAT <nick>                    - किसी को DCC CHAT का प्रस्ताव देता है\nDCC CLOSE <type> <nick> <file>         उदाहरण:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>, मौजूदा चैनल पर उपनाम से चैनल आधा ऑपरेटर स्थिति हटाता है (chanop होना जरूरी)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <name>, उपयोक्ता सूची के अंदर एक बटन मिटाता है";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, मौजूदा चैनल पर उपनाम से चैनल ऑपरेटर स्थिति हटाता है (chanop होना जरूरी)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, मौजूदा चैनल पर उपनाम से ध्वनि स्थिति हटाता है (chanop होना जरूरी)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, सर्वर से विसंबंधित करता है";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|host|ip>, एक उपयोक्ता IP संख्या पाता है";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <text>, स्थानीय रूप से पाठ मुद्रित करता है";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <command>, समादेश चलाता है. अगर -o फ्लैग का प्रयोग होता है तो आउटपुट मौजूदा चैनल को जाता है, नहीं तो मौजूदा पाठ बॉक्स में मुद्रित हो जाता है";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, SIGCONT प्रक्रिया भेजता है";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], मौजूदा सत्र में एक चलायमान निष्पादन को मारता है. अगर -9 दिया जाता है तो प्रक्रिया SIGKILL हो जाता है";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, SIGSTOP प्रक्रिया भेजता है";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, stdin प्रक्रिया को आंकड़ा भेजता है";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, मौजूदा सर्वर के प्रेषण कतार को फ्लश करता है";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <host> [<port>], मेजबान के द्वारा प्रॉक्सी करता है, 23 में मूलभूत पोर्ट करता है";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>, chanhalf-op स्थिति उपनाम को देता है (chanop होना जरूरत है)";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <mask> <types..> <options..>\n    मास्क - अनदेखा करने के लिये मेजबान मास्क करें, उदा: *!*@*.aol.com\n    प्रकार - अनदेखा करने के लिये आंकड़ा प्रकार, एक या सभी का:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    विकल्प - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<channel>], किसी को चैनल में आमंत्रित करता है, मूलभूत रूप से मौजूदा चैनल में (chanop आवश्यक)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <channel>, चैनल से जोड़ता है";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, उपनाम को वर्तमान चैनल से किक करता है (chanop की जरूरत है)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>, मौजूदा चैनल से उपनाम को बैन व किक करता है (chanop आवश्यक)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, एक नये lag जांच के लिये दबाव डालता है";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <string>, बफर में स्ट्रिंग खोजता है";

/* nothing */
"LOAD <file>, loads a plugin or script" = "LOAD <file>, एक प्लगिन या स्क्रिप्ट लोड करता है";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, मौजूदा चैनल में सभी चैनलहाफ ऑपरेटर की ऑपरेटर स्थिति लेना (chanop होना जरूरी है)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, मौजूदा चैनल में सभी चैनल ऑपरेटर की ऑपरेटर स्थिति लेना (chanop होना जरूरी है)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action>, मौजूदा चैनल में एक्शन भेजता है (एक्शन तृतीय पुरूष के रूप में लिखा जाता है, जैसे /me jumps)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, आपको छोड़ सभी को किक करता है चैनल में (chanop आवश्यक)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, मौजूदा चैनल में सभी उपयोक्ता को मास ऑपरेटर (chanop आवश्यक)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <message>, एक निजी संदेश भेजता है";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, मौजूदा चैनल पर उपनाम सूचीबद्ध करता है";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>, एक CTCP सूचना भेजता है";

/* nothing */
"NEWSERVER <hostname> [<port>]" = "NEWSERVER <hostname> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nickname>, आपका उपनाम सेट करता है";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/channel> <message>, सूचना भेजता है. सूचना एक प्रकार का संदेश है जो इससे स्वतः अनुक्रिया करना चाहिये";

/* nothing */
"NOTIFY [<nick>], lists your notify list or adds someone to it" = "NOTIFY [<nick>], आपके नोटिफाई सूची को सूचीबद्ध करता है और इसमें कुछ को जोड़ता है";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, उपनाम को चैनल ऑपरेटर स्थिति देता है (chanop की आवश्यकता है)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<channel>] [<reason>], चैनल छोड़ता है, मूलभूत रूप से मौजूदा चैनल को";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | channel>, CTCP उपनाम या चैनल पिंग करता है";

/* nothing */
"QUERY <nick>, opens up a new privmsg window to someone" = "QUERY <nick>, किसी के लिये निजी संदेश विंडो खोलता है";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<reason>], मौजूदा सर्वर से विसंबंधित करता है";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <text>, सर्वर में पाठ कच्चे रूप में भेजता है";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<host>] [<port>] [<password>], मौजूदा सर्वर में पुनः जुड़ने के लिये /RECONNECT के रूप में लाया सकता है या /RECONNECT ALL से सभी खुले सर्वर से फिर से जोड़कर";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<password>], मौजूदा सर्वर में पुनः जुड़ने के लिये /RECONNECT के रूप में लाया सकता है या /RECONNECT ALL से सभी खुले सर्वर से फिर से जोड़कर";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, xchat में कच्चा आंकड़ा भेजता है, मानो यह irc सर्वर से प्राप्त किया गया";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <text>, मौजूदा विंडो में वस्तु को पाठ भेजता है";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <channel>, एक चैनल से संबंधित होता है औऱ शामिल होता है";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <channel>, एक चैनल से संबंधित होता है औऱ शामिल होता है";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<password>], सर्वर से जुड़ता है, सामान्य संबंधन के लिये मूलभूत पोर्ट 6667 है, और ssl संबंधन के लिये 9999 है";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<password>], एक सर्वर से जोड़ता है, मूलभूत पोर्ट 6667 है";

/* nothing */
"SET [-quiet] <variable> [<value>]" = "SET [-quiet] <variable> [<value>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<position>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<topic>], अगर एक दिया हुआ है तो टॉपिक सेट करता है, अन्यथा मौजूदा टॉपिक दिखाता है";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <mask> [<mask>...], निर्दिष्ट मास्क पर से प्रतिबंध हटाता है.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <mask> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <name>, एक प्लगिन या स्क्रिप्ट अनलोड करता है";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, URL में ब्रॉउजर खोलता है";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, किसी को ध्वनि स्थिति देता है (chanop की आवश्यकता है)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <message>, सभी चैनल में संदेश लिखता है";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <message>, सभी चैनल ऑपरेटर को मौजूदा चैनल पर संदेश भेजता है";

/* nothing */
"Usage: %s\n" = "उपयोग: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nउस समादेश पर कोई सहायता उपलब्ध है.\n";

/* nothing */
"No such command.\n" = "ऐसा कोई समादेश नहीं.\n";

/* nothing */
"Bad arguments for user command.\n" = "उपयोक्ता समादेश के लिये गलत तर्क.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "कई recursive उपयोक्ता समादेश, विफल कर रहा है.";

/* nothing */
"Unknown Command. Try /help\n" = "अनजान समादेश. /help की कोशिश करें\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "कोई xchat_plugin_init संकेतक; क्या यह वास्तव में एक xchat प्लगिन है?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "क्या आप निश्चित हैं कि यह एक SSL सक्षम सर्वर व पोर्ट है?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "%s मेजबाननाम हल नहीं कर सकता है\nअपना IP सेटिंग जांचें!\n";

/* nothing */
"Proxy traversal failed.\n" = "प्रॉक्सी लेनदेन विफल.\n";

/* nothing */
"Cycling to next server in %s...\n" = "%s में अगला सर्वर में चक्रीय कर रहा है...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "चेतावनी: \"%s\" संप्रतीक सेट अज्ञात है. %s संजाल के लिये कोई वार्तालाप लागू नहीं होगी.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 सूची को सूचित करने के लिये जोड़ा गया";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 प्रतिबंध सूची:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$t %C26 %B$1 %O से जुड़ नहीं सकता है (आप पर प्रतिबंध हैं).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 अब $2 के रूप में जाना जाता है";

/* nothing */
"%C18*$t$1%O $2" = "%C18*$t$1%O $2";

/* nothing */
"%C21*%O$t%C21%B$1%O%C21 $2" = "%C21*%O$t%C21%B$1%O%C21 $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 $2 पर प्रतिबंध सेट करता है";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tचैनल $1 $2 पर बनाया गया";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O आधा चैनल ऑपरेटर स्थिति %C26 $2 से हटाता है";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O चैनल ऑपरेटर स्थिति %C26 $2 से हटाता है";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O ध्वनि%C26 $2 से हटाता है";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 sets exempt on $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O आधा चैनल ऑपरेटर स्थिति%C26 $2 को देता है";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 $2 पर आमंत्रण सेट करता है";

/* nothing */
"%UChannel          Users   Topic" = "%UChannel          उपयोक्ता    विषय";

/* nothing */
"%C18%B%B$4$1%O%C18%O$t$2" = "%C18%B%B$4$1%O%C18%O$t$2";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 $2$3 $4 मोड सेट करता है";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22चैनल $1 मोड: $2";

/* nothing */
"$4%C21%B$1%O$t%C21$2" = "$4%C21%B$1%O$t%C21$2";

/* nothing */
"%C28-%C29$1/$2%C28-%O$t$3" = "%C28-%C29$1/$2%C28-%O$t$3";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O चैनल ऑपरेटर स्थिति %C26 $2 को देता है";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 removes exempt on $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 $2 पर आमंत्रण हटाता है";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 चैनल कुंजी पटल हटाता है";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 उपयोक्ता सीमा हटाता है";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 $2 में चैनल कुंजीवर्ड सेट करता है";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 $2 में चैनल सीमा सेट करता है";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 $2 पर से प्रतिबंध हटाता है";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O %C26 $2 में ध्वनि देता है";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22संबंधित. अब लॉगिन कर रहा है...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22 $1 ($2) पोर्ट $3%O में संबंधन पा रहा है...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21संबंधन विफल. त्रुटि: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tएक CTCP $1 $2 से प्राप्त करता है";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tएक CTCP $1 $2 (to $3) से प्राप्त करता है";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tएक CTCP ध्वनि $1 $2 से पाता है";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC %C26$1%O में बातचीत विफल रही.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC %C26$1 %C30[%O$2%C30] में चैट संबंधन स्थापित किया";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT to %C26$1%O lost ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tएक DCC CHAT प्रस्ताव $1 से प्राप्त करता है";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tOffering DCC CHAT to $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$t $1 को चैट का प्रस्ताव पहले ही भेज चुका है";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tReceived '$1%O' from $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Type  To/From    Status  Size    Pos     File         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$t %C26$1%O से अपरूप DCC आग्रह प्राप्त करता है.%010%C22*%O$tपैकेट की सामग्री: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tOffering%C26 $1%O to%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tऐसा कोई DCC प्रस्ताव नहीं.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O विफल रहा.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV %C26 $1 %C30[%O$2%C30] में संबंधन स्थापित किया";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV:  $1 को ($2) के लिखने के लिये नहीं खोल सकता.";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tफाइल%C26 $1%C पहले से मौजूद है, इसे%C26 $2%O रूप में सहेज रहा है.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O विफल.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND संबंधन%C26 $1 %C30[%O$2%C30] से स्थापित";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - विफल कर रहा है.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - विफल कर रहा है.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 को सूचना सूची से विलोपित किया गया.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tविसंबंधित ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tआपका IP पाया: [$1]";

/* nothing */
"$1$t$2" = "$1$t$2";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O अनदेखे सूची में जोड़ा.";

/* nothing */
"Ignore on %C26$1%O changed." = "%C26$1%O पर अनदेखा बदला गया.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O को हटाया गया अनदेखे सूची से.";

/* nothing */
"  Ignore list is empty." = "  अनदेखा सूची खाली है.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tCannot join%C26 %B$1 %O(चैनल सिर्फ आमंत्रण के लिये है).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tआप इसमें आमंत्रण किये गये हैं%C26 $1%O by%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) $2 में शामिल हुआ/हुई है";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tCannot join%C26 %B$1 %O(कीबोर्ड आवश्यक).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 ने $2 को $3 से किक कर दिया है($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tआप इसके द्वारा किल किये गये हैं $1 ($2%O%C22)";

/* nothing */
"%C19>%O$1%C19<%O$t$2%O" = "%C19>%O$1%C19<%O$t$2%O";

/* nothing */
"%C16*%O$t$1%O" = "%C16*%O$t$1%O";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD छोड़ आगे बढा.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 पहले से उपयोग में है. $2 के साथ फिर कोशिस कर रहा है...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tउपनाम पहले से प्रयोग में है. /NICK का प्रयोग दूसरे के लिये कोशिश हेतु करें.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tऐसा कोई DCC नहीं.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tकोई प्रक्रिया अभी चल नहीं रही है";

/* nothing */
"%C28-%C29$1%C28-%O$t$2" = "%C28-%C29$1%C28-%O$t$2";

/* nothing */
"%C19>%O$1%C19<%O$t$2" = "%C19>%O$1%C19<%O$t$2";

/* nothing */
"$tNotify list is empty." = "$tसूचना सूची खाली है.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  सूचना सूची                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 सूचना सूची में उपयोक्ता.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($2)." = "%C22*%O$tNotify: $1 ऑफलाइन है ($2).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($2)." = "%C22*%O$tNotify: $1 ऑनलाइन है ($2).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) ने $3 को छोड़ दिया";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23$4)" = "%C23*%O$t%C23$1 (%O%C23$2) ने $3 (%O%C23$4) को छोड़ा है";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$t $1 से पिंग जवाब: $2 सेकेंड";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tकोई पिंग जबाव $1 सेकेंड के लिये नहीं, विसंबंधित हो रहा है.";

/* nothing */
"%C28*%C29$3$1%C28*$t%O$2" = "%C28*%C29$3$1%C28*$t%O$2";

/* nothing */
"%C18%B%B$3$1%O$t$2" = "%C18%B%B$3$1%O$t$2";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tA प्रक्रिया पहले से चल रहा है";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23$2)" = "%C23*%O$t%C23$1 ने छोड़ दिया (%O%C23$2)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 मोड %B %C30[%O$2%B%C30] सेट करता है";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tIP संख्या इसके लिये देख रहा है %C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Connected.";

/* nothing */
"%C22*%O$t$1" = "%C22*%O$t$1";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22 $1 को देख रहा है";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tपहले के संबंधन प्रयास को रोका (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29इसके लिये $1%C %C29टापिक है: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 ने टॉपिक बदल दिया है: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29 $1%C %C29 के लिये टॉपिक $2%C %C29 के द्वारा $3 को सेट";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tअनजान मेजबान. शायद आपने इसे वर्तनी अशुद्ध लिख दिया है?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tCannot join%C26 %B$1 %O(उपयोक्ता सीमा समाप्त).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Users on $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19अब $2 पर बात कर रहे हैं";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tआपको $2 से $3 ($4%O%C23) के द्वारा किक किया गया";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tआपने चैनल छोड़ा है $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23$4%O%C23)" = "%C23*$tआपने चैनल छोड़ा है $3 (%O%C23$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tआपने आमंत्रित किया है%C26 $1%O to%C26 $2%O (%C26$3%O)";

/* nothing */
"%C31%B%B$4$1%O$t%C30$2" = "%C31%B%B$4$1%O$t%C30$2";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tआप अब $2 के रूप में जाने जायेंगे";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** इसपर लॉगिंग समाप्त कर रहा है %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** इसपर लॉगिंग शुरू करें %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* लिखने के लिये लॉग फाइल नहीं खोल सकता. अनुमति को\n  %s/xchatlogs पर जांचें";

/* nothing */
"Left message" = "बांया संदेश";

/* nothing */
"Right message" = "दाहिना संदेश";

/* nothing */
"The nick of the joining person" = "शामिल व्यक्ति का नाम";

/* nothing */
"The channel being joined" = "शामिल हुआ चैनल";

/* nothing */
"The host of the person" = "व्यक्ति का मेजबान";

/* nothing */
"Nickname" = "उपनाम";

/* nothing */
"The action" = "क्रिया";

/* nothing */
"The text" = "पाठ";

/* nothing */
"Mode char" = "मोड चार";

/* nothing */
"Identified text" = "पहचाना गया पाठ";

/* nothing */
"The message" = "संदेश";

/* nothing */
"Old nickname" = "पुराना उपनाम";

/* nothing */
"New nickname" = "नया उपनाम";

/* nothing */
"Nick of person who changed the topic" = "विषय बदलने वाले का उपनाम";

/* nothing */
"Topic" = "विषय";

/* nothing */
"Channel" = "चैनेल";

/* nothing */
"The nickname of the kicker" = "किक किया गये का उपनाम";

/* nothing */
"The person being kicked" = "किक किया गया व्यक्ति";

/* nothing */
"The channel" = "चैनल";

/* nothing */
"The reason" = "तर्क";

/* nothing */
"The nick of the person leaving" = "छोड़ रहे व्यक्ति का उपनाम";

/* nothing */
"The time" = "समय";

/* nothing */
"The creator" = "निर्माता";

/* nothing */
"Nick" = "उपनाम";

/* nothing */
"Reason" = "कारण";

/* nothing */
"Host" = "होस्ट";

/* nothing */
"Who it's from" = "यह कहां से है";

/* nothing */
"The time in x.x format (see below)" = "x.x प्रारूप में समय (नीचे देखें)";

/* nothing */
"The Channel it's going to" = "चैनल जिसमें यह जा रहा है";

/* nothing */
"The sound" = "ध्वनि";

/* nothing */
"The nick of the person" = "व्यक्ति का नाम";

/* nothing */
"The CTCP event" = "CTCP घटना";

/* nothing */
"The nick of the person who set the key" = "कुंजी सेट करने वाले का उपनाम";

/* nothing */
"The key" = "कुंजी";

/* nothing */
"The nick of the person who set the limit" = "सीमा सेट करने वाले का उपनाम";

/* nothing */
"The limit" = "सीमा";

/* nothing */
"The nick of the person who did the op'ing" = "ऑपरेटिंग करने वाले का उपनाम";

/* nothing */
"The nick of the person who has been op'ed" = "उसका उपनाम जिसन ऑपरेट किया है";

/* nothing */
"The nick of the person who has been halfop'ed" = "उसका उपनाम जिसन आधा ऑपरेट किया है";

/* nothing */
"The nick of the person who did the halfop'ing" = "उसका उपनाम जिसने आधा ऑपरेट किया है";

/* nothing */
"The nick of the person who did the voice'ing" = "उसका उपनाम जिसने घ्वनि किया है";

/* nothing */
"The nick of the person who has been voice'ed" = "उसका उपनाम जिसने व्यायस्ड किया है";

/* nothing */
"The nick of the person who did the banning" = "प्रतिबंध लगाने वाले का उपनाम";

/* nothing */
"The ban mask" = "प्रतिबंध मास्क";

/* nothing */
"The nick who removed the key" = "कुंजी हटाने वाले का उपनाम";

/* nothing */
"The nick who removed the limit" = "सीमा हटाने वाले का उपनाम";

/* nothing */
"The nick of the person of did the deop'ing" = "उसका उपनाम जिसने डिऑपरेटिंग किया है";

/* nothing */
"The nick of the person who has been deop'ed" = "उसका उपनाम जिसने डिऑपरेटिंग किया है";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "उसका उपनाम जिसने डिहाफऑपरेटिंग किया है";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "उसका उपनाम जिसने डिहाफऑपरेटिंग किया है";

/* nothing */
"The nick of the person of did the devoice'ing" = "उसका उपनाम जिसने डिव्यायसिंग किया है";

/* nothing */
"The nick of the person who has been devoice'ed" = "उसका उपनाम जिसने डिव्यायसिंग किया गया है";

/* nothing */
"The nick of the person of did the unban'ing" = "प्रतिबंध हटाने वाले का उपनाम";

/* nothing */
"The nick of the person who did the exempt" = "उसका उपनाम जिसने exempt किया है";

/* nothing */
"The exempt mask" = "exempt मास्क";

/* nothing */
"The nick of the person removed the exempt" = "exempt हटाने वाले का उपनाम";

/* nothing */
"The nick of the person who did the invite" = "आमंत्रण देने वाले का उपनाम";

/* nothing */
"The invite mask" = "आमंत्रण मास्क";

/* nothing */
"The nick of the person removed the invite" = "आमंत्रण हटाने वाले का उपनाम";

/* nothing */
"The nick of the person setting the mode" = "मोड सेट करने वाले का उपनाम";

/* nothing */
"The mode's sign (+/-)" = "मोड हस्ताक्षर (+/-)";

/* nothing */
"The mode letter" = "मोड पत्र";

/* nothing */
"The channel it's being set on" = "चैनल जिसपर सेट है";

/* nothing */
"Username" = "उपयोक्तानाम";

/* nothing */
"Full name" = "पूरा नाम";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "चैनल सदस्यता/\"एक IRC ऑपरेटर है\"";

/* nothing */
"Server Information" = "सर्वर जानकारी";

/* nothing */
"Idle time" = "सुस्त समय";

/* nothing */
"Signon time" = "साइनऑन समय";

/* nothing */
"Away reason" = "दूर का कारण";

/* nothing */
"Message" = "संदेश";

/* nothing */
"Account" = "खाता";

/* nothing */
"Real user@host" = "वास्तविक user@host";

/* nothing */
"Real IP" = "वास्तविक IP";

/* nothing */
"Channel Name" = "चैनल नाम";

/* nothing */
"Text" = "पाठ";

/* nothing */
"Server Name" = "सर्वर नाम";

/* nothing */
"Nick of person who invited you" = "आपको आमंत्रित करने वाले का उपनाम";

/* nothing */
"Users" = "उपयोक्ता";

/* nothing */
"Nickname in use" = "उपयोग में उपनाम";

/* nothing */
"Nick being tried" = "उपनाम के लिये कोशिश की गई";

/* nothing */
"Error" = "त्रुटि";

/* nothing */
"IP" = "आईपी";

/* nothing */
"Port" = "पोर्ट";

/* nothing */
"PID" = "पीआईडी";

/* nothing */
"Channel name" = "चैनल नाम";

/* nothing */
"Modes string" = "मोड स्ट्रिंग";

/* nothing */
"IP address" = "IP पता";

/* nothing */
"DCC Type" = "डीसीसी क़िस्म";

/* nothing */
"Filename" = "फ़ाइलनाम";

/* nothing */
"Destination filename" = "गंतव्य फाइलनाम";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "पाथनेम";

/* nothing */
"Position" = "स्थिति";

/* nothing */
"Size" = "आकार";

/* nothing */
"DCC String" = "DCC स्ट्रिंग";

/* nothing */
"Number of notify items" = "सूचना मद की संख्या";

/* nothing */
"Servername" = "सर्वरनाम";

/* nothing */
"Old Filename" = "पुराना फाइलनाम";

/* nothing */
"New Filename" = "नया फाइलनाम";

/* nothing */
"Receiver" = "पाने वाला";

/* nothing */
"Hostmask" = "होस्टमास्क";

/* nothing */
"Hostname" = "मेजबाननाम";

/* nothing */
"The Packet" = "पैकेट";

/* nothing */
"Seconds" = "सेकेंड";

/* nothing */
"Nick of person who have been invited" = "उपनाम जिसने आमंत्रण दिया है";

/* nothing */
"Banmask" = "बैनमास्क";

/* nothing */
"Who set the ban" = "किसने प्रतिबंध सेट किया है";

/* nothing */
"Ban time" = "प्रतिबंध समय";

/* nothing */
"Error parsing event %s.\nLoading default." = "%s की व्याख्या में त्रुटि.\nमूलभूत लोड कर रहा है.";

/* nothing */
"Cannot read sound file:\n%s" = "ध्वनि फाइल नहीं पढ़ सकता है:\n%s";

/* nothing */
"Remote host closed socket" = "दूरस्थ मेजबान बंद सॉकेट";

/* nothing */
"Connection refused" = "कनेक्शन अस्वीकृत";

/* nothing */
"No route to host" = "मेजबान में कोई रूट नहीं";

/* nothing */
"Connection timed out" = "कनेक्शन टाइम आउट हो गया";

/* nothing */
"Cannot assign that address" = "वह पता नियत नहीं कर सकता है";

/* nothing */
"Connection reset by peer" = "संबंधी द्वारा संबंधन फिर सेट";

/* nothing */
"Andorra" = "अंडोरा";

/* nothing */
"United Arab Emirates" = "संयुक्त अरब अमीरात";

/* nothing */
"Afghanistan" = "अफगानिस्तान";

/* nothing */
"Antigua and Barbuda" = "एंटिगुआ और बर्बुडा";

/* nothing */
"Anguilla" = "एंग्विला";

/* nothing */
"Albania" = "अलबानिया";

/* nothing */
"Armenia" = "आर्मेनिया";

/* nothing */
"Netherlands Antilles" = "नीदरलैंड्स एंटीलेस";

/* nothing */
"Angola" = "अंगोला";

/* nothing */
"Antarctica" = "अंटार्कटिका";

/* nothing */
"Argentina" = "अर्जेन्टिना";

/* nothing */
"Reverse DNS" = "विलोम DNS";

/* nothing */
"American Samoa" = "अमेरिकन समोआ";

/* nothing */
"Austria" = "आस्ट्रिया";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "आस्ट्रेलिया";

/* nothing */
"Aruba" = "अरूबा";

/* nothing */
"Azerbaijan" = "अजरबैजान";

/* nothing */
"Bosnia and Herzegovina" = "बोस्निया और हर्जेगोविना";

/* nothing */
"Barbados" = "बारबोडस";

/* nothing */
"Bangladesh" = "बांग्लादेश";

/* nothing */
"Belgium" = "बेल्जियम";

/* nothing */
"Burkina Faso" = "बुर्किना फासो";

/* nothing */
"Bulgaria" = "बल्गारिया";

/* nothing */
"Bahrain" = "बहरीन";

/* nothing */
"Burundi" = "बुरूंडी";

/* nothing */
"Businesses" = "व्यापार";

/* nothing */
"Benin" = "बेनिन";

/* nothing */
"Bermuda" = "बरमुडा";

/* nothing */
"Brunei Darussalam" = "ब्रुनेई दारूसलाम";

/* nothing */
"Bolivia" = "बोलिविया";

/* nothing */
"Brazil" = "ब्राजील";

/* nothing */
"Bahamas" = "बहामा";

/* nothing */
"Bhutan" = "भूटान";

/* nothing */
"Bouvet Island" = "बौभेट द्वीप";

/* nothing */
"Botswana" = "बोत्सवाना";

/* nothing */
"Belarus" = "बेलारूस";

/* nothing */
"Belize" = "बेलाइज";

/* nothing */
"Canada" = "कनाडा";

/* nothing */
"Cocos Islands" = "कोकोस द्वीप";

/* nothing */
"Democratic Republic of Congo" = "कांगो लोकतांत्रिक गणतंत्र";

/* nothing */
"Central African Republic" = "केंद्रीय अफ्रीकी गणतंत्र";

/* nothing */
"Congo" = "कांगो";

/* nothing */
"Switzerland" = "स्विट्जरलैंड";

/* nothing */
"Cote d'Ivoire" = "कोटे डि इवायर";

/* nothing */
"Cook Islands" = "कुक द्वीप";

/* nothing */
"Chile" = "चिली";

/* nothing */
"Cameroon" = "कैमरून";

/* nothing */
"China" = "चीन";

/* nothing */
"Colombia" = "कोलंबिया";

/* nothing */
"Internic Commercial" = "इंटरनिक वाणिज्यिक";

/* nothing */
"Costa Rica" = "कोस्टा रिका";

/* nothing */
"Serbia and Montenegro" = "सर्बीया अने मोन्टेनेग्रो";

/* nothing */
"Cuba" = "क्यूबा";

/* nothing */
"Cape Verde" = "केप वर्डे";

/* nothing */
"Christmas Island" = "क्रिसमस द्वीप";

/* nothing */
"Cyprus" = "साइप्रस";

/* nothing */
"Czech Republic" = "चेक गणतंत्र";

/* nothing */
"Germany" = "जर्मनी";

/* nothing */
"Djibouti" = "दिबॉती";

/* nothing */
"Denmark" = "डेनमार्क";

/* nothing */
"Dominica" = "डोमिनिका";

/* nothing */
"Dominican Republic" = "डोमिनिकन गणतंत्र";

/* nothing */
"Algeria" = "अल्जीरिया";

/* nothing */
"Ecuador" = "इक्वेडर";

/* nothing */
"Educational Institution" = "शैक्षणिक संस्थायें";

/* nothing */
"Estonia" = "इस्टोनिया";

/* nothing */
"Egypt" = "मिश्र";

/* nothing */
"Western Sahara" = "पश्चिम सहारा";

/* nothing */
"Eritrea" = "इरीट्रिया";

/* nothing */
"Spain" = "स्पेन";

/* nothing */
"Ethiopia" = "इथोपिया";

/* nothing */
"Finland" = "फिनलैंड";

/* nothing */
"Fiji" = "फिजी";

/* nothing */
"Falkland Islands" = "फाकलैंड द्वीप";

/* nothing */
"Micronesia" = "माइक्रोनेशिया";

/* nothing */
"Faroe Islands" = "फैरो द्वीप";

/* nothing */
"France" = "फ्रांस";

/* nothing */
"France, Metropolitan" = "फ्रांस, महानगर";

/* nothing */
"Gabon" = "गैबन";

/* nothing */
"Great Britain" = "ग्रेट ब्रिटेन";

/* nothing */
"Grenada" = "ग्रेनाडा";

/* nothing */
"Georgia" = "जार्जिया";

/* nothing */
"French Guiana" = "फ्रेंच गायना";

/* nothing */
"British Channel Isles" = "ब्रिटिश चैनल द्वीप";

/* nothing */
"Ghana" = "घाना";

/* nothing */
"Gibraltar" = "जिब्राल्टर";

/* nothing */
"Greenland" = "ग्रीनलैंड";

/* nothing */
"Gambia" = "गैंबिया";

/* nothing */
"Guinea" = "गायना";

/* nothing */
"Government" = "सरकार";

/* nothing */
"Guadeloupe" = "गुआडेलोप";

/* nothing */
"Equatorial Guinea" = "भूमध्यरेखीय गायना";

/* nothing */
"Greece" = "ग्रीस";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "दक्षिणी ज्यार्जिया व दक्षिणी सैंडविच द्वीप";

/* nothing */
"Guatemala" = "गुआटेमाला";

/* nothing */
"Guam" = "गुआम";

/* nothing */
"Guinea-Bissau" = "गाइना बिसाउ";

/* nothing */
"Guyana" = "गुयाना";

/* nothing */
"Hong Kong" = "हांग कांग";

/* nothing */
"Heard and McDonald Islands" = "हर्ड व मैकडोनाल्ड द्वीप";

/* nothing */
"Honduras" = "होंडुरास";

/* nothing */
"Croatia" = "क्रोशिया";

/* nothing */
"Haiti" = "हैती";

/* nothing */
"Hungary" = "हंगरी";

/* nothing */
"Indonesia" = "इंडोनेशिया";

/* nothing */
"Ireland" = "आयरलैंड";

/* nothing */
"Israel" = "इज़राइल";

/* nothing */
"India" = "भारत";

/* nothing */
"Informational" = "जानकारीपरक";

/* nothing */
"International" = "अंतर्राष्ट्रीय";

/* nothing */
"British Indian Ocean Territory" = "ब्रिटिश इंडियन समुद्री क्षेत्र";

/* nothing */
"Iraq" = "इराक";

/* nothing */
"Iran" = "इरान";

/* nothing */
"Iceland" = "आइसलैंड";

/* nothing */
"Italy" = "इटली";

/* nothing */
"Jamaica" = "जमैका";

/* nothing */
"Jordan" = "जोर्डन";

/* nothing */
"Japan" = "जापान";

/* nothing */
"Kenya" = "कीनिया";

/* nothing */
"Kyrgyzstan" = "किर्गीस्तान";

/* nothing */
"Cambodia" = "कंबोडिया";

/* nothing */
"Kiribati" = "किरीबाती";

/* nothing */
"Comoros" = "कोमोरोस";

/* nothing */
"St. Kitts and Nevis" = "सेंट किट्स तथा नेविस";

/* nothing */
"North Korea" = "उत्तर कोरिया";

/* nothing */
"South Korea" = "दक्षिण कोरिया";

/* nothing */
"Kuwait" = "कुवैत";

/* nothing */
"Cayman Islands" = "कैमन द्वीप";

/* nothing */
"Kazakhstan" = "कजाखस्तान";

/* nothing */
"Laos" = "लाओस";

/* nothing */
"Lebanon" = "लेबनान";

/* nothing */
"Saint Lucia" = "सेंट लुसिया";

/* nothing */
"Liechtenstein" = "लिचेंस्टाइन";

/* nothing */
"Sri Lanka" = "श्रीलंका";

/* nothing */
"Liberia" = "लाइबेरिया";

/* nothing */
"Lesotho" = "लेसोथो";

/* nothing */
"Lithuania" = "लिथुआनिया";

/* nothing */
"Luxembourg" = "लक्समबर्ग";

/* nothing */
"Latvia" = "लाटविया";

/* nothing */
"Libya" = "लीबिया";

/* nothing */
"Morocco" = "मोरोक्को";

/* nothing */
"Monaco" = "मोनाको";

/* nothing */
"Moldova" = "माल्डोवा";

/* nothing */
"United States Medical" = "संयुक्त राज्य मेडिकल";

/* nothing */
"Madagascar" = "मेडागास्कर";

/* nothing */
"Marshall Islands" = "मार्शल द्वीप";

/* nothing */
"Military" = "सैना";

/* nothing */
"Macedonia" = "मेसीडोनिया";

/* nothing */
"Mali" = "माली";

/* nothing */
"Myanmar" = "म्यनमार";

/* nothing */
"Mongolia" = "मंगोलिया";

/* nothing */
"Macau" = "मकाउ";

/* nothing */
"Northern Mariana Islands" = "उत्तरी मरियाना द्वीप";

/* nothing */
"Martinique" = "मार्टीनीक";

/* nothing */
"Mauritania" = "मारीटेनिया";

/* nothing */
"Montserrat" = "मोंट्सेराट";

/* nothing */
"Malta" = "माल्टा";

/* nothing */
"Mauritius" = "मॉरीशस";

/* nothing */
"Maldives" = "मालदीव";

/* nothing */
"Malawi" = "मलावी";

/* nothing */
"Mexico" = "मेक्सिको";

/* nothing */
"Malaysia" = "मलेशिया";

/* nothing */
"Mozambique" = "मोजांबिक";

/* nothing */
"Namibia" = "नामीबिया";

/* nothing */
"New Caledonia" = "न्यू कैलिडोनिया";

/* nothing */
"Niger" = "नाइजर";

/* nothing */
"Internic Network" = "इंटरनिक संजाल";

/* nothing */
"Norfolk Island" = "नॉरफॉक द्वीप";

/* nothing */
"Nigeria" = "नाइजीरिया";

/* nothing */
"Nicaragua" = "निकारागुआ";

/* nothing */
"Netherlands" = "नीदरलैंड्स";

/* nothing */
"Norway" = "नार्वे";

/* nothing */
"Nepal" = "नेपाल";

/* nothing */
"Nauru" = "नौरू";

/* nothing */
"Neutral Zone" = "मध्यस्थ क्षेत्र";

/* nothing */
"Niue" = "निवे";

/* nothing */
"New Zealand" = "न्यू जीलैंड";

/* nothing */
"Oman" = "ओमान";

/* nothing */
"Internic Non-Profit Organization" = "इंटरनिक गैर लाभकारी संगठन";

/* nothing */
"Panama" = "पनामा";

/* nothing */
"Peru" = "पेरू";

/* nothing */
"French Polynesia" = "फ्रेंच पोलीनेशिया";

/* nothing */
"Papua New Guinea" = "पापुआ न्यू गिनी";

/* nothing */
"Philippines" = "फिलीपीन";

/* nothing */
"Pakistan" = "पाकिस्तान";

/* nothing */
"Poland" = "पोलेंड";

/* nothing */
"St. Pierre and Miquelon" = "सेंट पियरे व मिकेलन";

/* nothing */
"Pitcairn" = "पिटकैर्न";

/* nothing */
"Puerto Rico" = "प्यूरिटो रिको";

/* nothing */
"Palestinian Territory" = "फिलीस्तीनी क्षेत्र";

/* nothing */
"Portugal" = "पुर्तगाल";

/* nothing */
"Palau" = "पलाऊ";

/* nothing */
"Paraguay" = "पराग्वे";

/* nothing */
"Qatar" = "कातार";

/* nothing */
"Reunion" = "रीयूनियन";

/* nothing */
"Romania" = "रोमानिया";

/* nothing */
"Old School ARPAnet" = "ओल्ड स्कूल ARPAnet";

/* nothing */
"Russian Federation" = "रूस परिसंघ";

/* nothing */
"Rwanda" = "रवांडा";

/* nothing */
"Saudi Arabia" = "सऊदी अरब";

/* nothing */
"Solomon Islands" = "सोलोमन द्वीप";

/* nothing */
"Seychelles" = "सिचेलीस";

/* nothing */
"Sudan" = "सूडान";

/* nothing */
"Sweden" = "स्वीडन";

/* nothing */
"Singapore" = "सिंगापुर";

/* nothing */
"St. Helena" = "सेंट हेलेना";

/* nothing */
"Slovenia" = "स्लोवेनिया";

/* nothing */
"Svalbard and Jan Mayen Islands" = "स्वालबर्ड और जेन मयेन द्वीप";

/* nothing */
"Slovak Republic" = "स्लोवाक गणतंत्र";

/* nothing */
"Sierra Leone" = "सियरा लियोन";

/* nothing */
"San Marino" = "सैन मेरिनो";

/* nothing */
"Senegal" = "सेनेगल";

/* nothing */
"Somalia" = "सोमालिया";

/* nothing */
"Suriname" = "सुरीनाम";

/* nothing */
"Sao Tome and Principe" = "साओ टोम अने प्रिन्साईप";

/* nothing */
"Former USSR" = "भूतपूर्व USSR";

/* nothing */
"El Salvador" = "अल सल्वाडोर";

/* nothing */
"Syria" = "सीरिया";

/* nothing */
"Swaziland" = "स्वाजीलैंड";

/* nothing */
"Turks and Caicos Islands" = "तुर्क्स अने केईकोस द्वीपओ";

/* nothing */
"Chad" = "चाड";

/* nothing */
"French Southern Territories" = "फ्रेंच दक्षिण परिक्षेत्र";

/* nothing */
"Togo" = "टोगो";

/* nothing */
"Thailand" = "थाइलैंड";

/* nothing */
"Tajikistan" = "ताजीकिस्तान";

/* nothing */
"Tokelau" = "टोकेलाऊ";

/* nothing */
"Turkmenistan" = "तुर्कमेनिस्तान";

/* nothing */
"Tunisia" = "ट्यूनीशिया";

/* nothing */
"Tonga" = "टोन्गा";

/* nothing */
"East Timor" = "पूर्वीय टाईमोर";

/* nothing */
"Turkey" = "तुर्की";

/* nothing */
"Trinidad and Tobago" = "ट्रिनीदाद अने टोबेगो";

/* nothing */
"Tuvalu" = "तुवालू";

/* nothing */
"Taiwan" = "ताइवान";

/* nothing */
"Tanzania" = "तान्झानीया";

/* nothing */
"Ukraine" = "उक्रेन";

/* nothing */
"Uganda" = "यूगांडा";

/* nothing */
"United Kingdom" = "यूनाइटेड किंगडम";

/* nothing */
"US Minor Outlying Islands" = "US माइनर बाहरी द्वीप";

/* nothing */
"United States of America" = "युनाइटेड स्टेट आफ अमेरिका";

/* nothing */
"Uruguay" = "उरुगवे";

/* nothing */
"Uzbekistan" = "उजबेकिस्तान";

/* nothing */
"Vatican City State" = "वेटिकन सिटी स्टेट";

/* nothing */
"St. Vincent and the Grenadines" = "सेंट विंसेंट तथा ग्रेनेडाइन्स";

/* nothing */
"Venezuela" = "वेनेजुएला";

/* nothing */
"British Virgin Islands" = "ब्रिटिश बर्जिन द्वीप";

/* nothing */
"US Virgin Islands" = "US वर्जिन द्वीप";

/* nothing */
"Vietnam" = "विएतनाम";

/* nothing */
"Vanuatu" = "वैनुआटु";

/* nothing */
"Wallis and Futuna Islands" = "वेलिश और फुटूना द्वीप";

/* nothing */
"Samoa" = "समोआ";

/* nothing */
"Yemen" = "यमन";

/* nothing */
"Mayotte" = "मयोटे";

/* nothing */
"Yugoslavia" = "युगोस्लाविया";

/* nothing */
"South Africa" = "दक्षिण अफ्रीका";

/* nothing */
"Zambia" = "जांबिया";

/* nothing */
"Zimbabwe" = "जिंबाबवे";

/* nothing */
"Unknown" = "अज्ञात";

/* nothing */
"Direct client-to-client" = "Direct client-to-client";

/* nothing */
"Send File" = "फाइल भेजें";

/* nothing */
"Offer Chat" = "बातचीत का प्रस्ताव दें";

/* nothing */
"Abort Chat" = "बातचीत विफल करें";

/* nothing */
"Version" = "संस्करण";

/* nothing */
"Userinfo" = "Userinfo";

/* nothing */
"Clientinfo" = "Clientinfo";

/* nothing */
"Ping" = "पिंग";

/* nothing */
"Time" = "समय";

/* nothing */
"Finger" = "फिंगर";

/* nothing */
"Oper" = "आपरेटर";

/* nothing */
"Kill this user" = "उपयोक्ता खत्म करें";

/* nothing */
"Mode" = "मोड";

/* nothing */
"Give Ops" = "ऑपरेटर दर्जा दें";

/* nothing */
"Take Ops" = "ऑपरेटर दर्जा लें";

/* nothing */
"Give Half-Ops" = "आधा ऑपरेटर दर्जा दें";

/* nothing */
"Take Half-Ops" = "आधा ऑपरेटर दर्जा लें";

/* nothing */
"Give Voice" = "आवाज दें";

/* nothing */
"Take Voice" = "आवाज लें";

/* nothing */
"Ignore" = "नज़रअंदाज़ करें";

/* nothing */
"Ignore User" = "उपयोक्ता नजरअंदाज करें";

/* nothing */
"UnIgnore User" = "उपयोक्ता अनदेखा न करें";

/* nothing */
"Kick/Ban" = "किक/प्रतिबंध";

/* nothing */
"Kick" = "किक";

/* nothing */
"Ban" = "प्रतिबंध";

/* nothing */
"KickBan" = "KickBan";

/* nothing */
"Info" = "जानकारी";

/* nothing */
"Who" = "कौन";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS Lookup";

/* nothing */
"Trace" = "ट्रेस";

/* nothing */
"UserHost" = "UserHost";

/* nothing */
"External" = "बाहरी";

/* nothing */
"Traceroute" = "ट्रेसरूट";

/* nothing */
"Telnet" = "टेलनेट";

/* nothing */
"Open Dialog Window" = "संवाद विंडो खोलें";

/* nothing */
"Disconnect" = "विसंबंधित";

/* nothing */
"Reconnect" = "फिर से जुड़ें";

/* nothing */
"Leave Channel" = "चैनल छोड़ें";

/* nothing */
"Join Channel..." = "चैनल से जुड़ें...";

/* nothing */
"Enter Channel to Join:" = "शामिल होने के लिये चैनल में दाखिल हों:";

/* nothing */
"Server Links" = "सर्वर लिंक";

/* nothing */
"Ping Server" = "सर्वर पिंग करें";

/* nothing */
"Hide Version" = "संस्करण छुपायें";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "bye";

/* nothing */
"Enter reason to kick %s:" = "किक करने का कारण दें %s:";

/* nothing */
"Sendfile" = "Sendfile";

/* nothing */
"Dialog" = "संवाद";

/* nothing */
"Send" = "भेजें";

/* nothing */
"Chat" = "गपशप";

/* nothing */
"Clear" = "खाली";

/* nothing */
"About X-Chat" = "X-Chat के बारे में";

/* nothing */
"A multiplatform IRC Client" = "मल्टीप्लेटफॉर्म IRC क्लाइंट";

/* nothing */
"Character Chart" = "संप्रतीक चार्ट";

/* nothing */
"You must select some bans." = "आपको अवश्य कुछ प्रतिबंध चुनना चाहिये";

/* nothing */
"Mask" = "मास्क";

/* nothing */
"From" = "से";

/* nothing */
"Date" = "तारीख़";

/* nothing */
"X-Chat: Ban List (%s)" = "X-Chat: सूची प्रतिबंधित करें (%s)";

/* nothing */
"Unban" = "प्रतिबंध हटायें";

/* nothing */
"Crop" = "क्रॉप";

/* nothing */
"Refresh" = "ताज़ा करें";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "उपयोक्ता व चैनल सांख्यिकी: %d/%d %d/%d पर चैनल";

/* nothing */
"I can't save an empty list!" = "मैं एक खाली सूची सहेज नहीं सकता!";

/* nothing */
"Select an output filename" = "एक आउटपुट फाइल नाम चुनें";

/* nothing */
"X-Chat: Channel List (%s)" = "X-Chat: चैनल सूची (%s)";

/* nothing */
"List display options:" = "प्रदर्शन विकल्प सूचीबद्ध करें:";

/* nothing */
"Minimum Users:" = "न्यूनतम उपयोक्ता:";

/* nothing */
"Maximum Users:" = "अधिकतम उपयोक्ता:";

/* nothing */
"Regex Match:" = "Regex मिलान:";

/* nothing */
"Apply Match to:" = "इसमें मैच लगायें:";

/* nothing */
"Apply" = "लागू करो";

/* nothing */
"Refresh the list" = "सूची ताजा करें";

/* nothing */
"Save the list" = "सूची सहेजें";

/* nothing */
"Join Channel" = "चैनल में शामिल हों";

/* nothing */
"Send file to %s" = "%s में फाइल भेजें";

/* nothing */
"      File: %s\n   To/From: %s\n      Size: %u\n      Port: %d\n IP Number: %s\nStart Time: %s   Max CPS: %d\n" = "      फाइल: %s\n   प्रति/प्रेषक: %s\n      आकार: %u\n      पोर्ट: %d\n IP संख्या: %s\nआरंभ करने का समय: %s   Max CPS: %d\n";

/* nothing */
"That file is not resumable." = "वह फाइल नहीं संभव है.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "फाइल अभिगम नहीं कर सकता: %s\n%s.\nपुनर्बहाली संभव नहीं.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "डाउनलोड निर्देशिका का फाइल दिये गये फाइल से बड़ा है. पुनर्बहाली संभव नहीं.";

/* nothing */
"Cannot resume the same file from two people." = "दो व्यक्ति से समान फाइल नहीं ले सकता.";

/* nothing */
"MIME Type" = "माइम प्रकार";

/* nothing */
"Status" = "स्थिति";

/* nothing */
"File" = "फाइल";

/* nothing */
"ETA" = "ETA";

/* nothing */
"X-Chat: File Receive List" = "X-Chat: फाइल प्राप्त सूची";

/* nothing */
"Abort" = "छोड़ें";

/* nothing */
"Accept" = "स्वीकारें";

/* nothing */
"Resume" = "पुनरारंभ";

/* nothing */
"Open" = "खोलें";

/* nothing */
"Ack" = "Ack";

/* nothing */
"To" = "को";

/* nothing */
"X-Chat: File Send List" = "X-Chat: फाइल प्रेषण सूची";

/* nothing */
"To/From" = "प्रति/प्रेषक";

/* nothing */
"Recv" = "Recv";

/* nothing */
"Sent" = "भेजी-डाक";

/* nothing */
"StartTime" = "StartTime";

/* nothing */
"X-Chat: DCC Chat List" = "X-Chat: DCC चैट सूची";

/* nothing */
"*NEW*" = "*NEW*";

/* nothing */
"EDIT ME" = "EDIT ME";

/* nothing */
"Name" = "नाम";

/* nothing */
"Command" = "कमांड";

/* nothing */
"Move Up" = "ऊपर जाएँ";

/* nothing */
"Move Dn" = "नीचे जाएँ";

/* nothing */
"Cancel" = "रद्द";

/* nothing */
"Save" = "सहेजें";

/* nothing */
"Add New" = "नया जोड़ें";

/* nothing */
"Delete" = "मिटाओ";

/* nothing */
"Sort" = "सोर्ट";

/* nothing */
"Help" = "मदद";

/* nothing */
"Options" = "विकल्प";

/* nothing */
"don't auto connect" = "स्वतः न जोड़ें";

/* nothing */
"DIRECTORY" = "DIRECTORY";

/* nothing */
"use a different config dir" = "अलग कॉन्फिग निर्देशिका प्रयोग करें";

/* nothing */
"don't auto load any plugins" = "किसी प्लगिन को स्वतः लोड न करें";

/* nothing */
"show plugin auto-load dir" = "प्लगिन ऑटोलोड निर्देशिका";

/* nothing */
"show user config dir" = "उपयोक्ता कॉन्फिग निर्देशिका दिखायें";

/* nothing */
"show version information" = "संस्कऱम सूचना दिखायें";

/* nothing */
"Failed to open font:\n\n%s" = "पोर्ट खोलने में विफल:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "ढूंढें बफर खाली है.\n";

/* nothing */
"%d bytes" = "%d बाइट्";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "This command checks the last word entered in the entry against the replace list and replaces it if it finds a match";

/* nothing */
"This command moves the front tab left by one" = "This command moves the front tab left by one";

/* nothing */
"This command moves the front tab right by one" = "This command moves the front tab right by one";

/* nothing */
"This command moves the current tab family to the left" = "मौजूदा टैब परिवार को यह समादेश बांयी ओर बढ़ाता है";

/* nothing */
"This command moves the current tab family to the right" = "मौजूदा टैब परिवार को यह समादेश दाहिनी ओर बढ़ाता है";

/* nothing */
"Push input line into history but doesn't send to server" = "इतिहास में इनपुट लाइन डालें लेकिन सर्वर में मत भेजें";

/* nothing */
"There was an error loading key bindings configuration" = "कुंजी बाइंडिंग विन्यास के भारण में त्रुटि थी.";

/* nothing */
"<none>" = "<कोई नहीं>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "कुंजी";

/* nothing */
"Action" = "क्रिया";

/* nothing */
"X-Chat: Keyboard Shortcuts" = "X-Chat: कीबोर्ड शॉर्टकट";

/* nothing */
"Add new" = "नया जोड़ें";

/* nothing */
"Shift" = "शिफ्ट";

/* nothing */
"Alt" = "आल्ट";

/* nothing */
"Ctrl" = "कंट्रोल";

/* nothing */
"Data 1" = "Data 1";

/* nothing */
"Data 2" = "Data 2";

/* nothing */
"Error opening keys config file\n" = "मुख्य कॉनिफग फाइल खोलने में त्रुटि\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "उस फाइल में नहीं लिख सकता है";

/* nothing */
"Cannot read that file." = "उस फाइल को पढ़ नहीं सकता है";

/* nothing */
"That mask already exists." = "वह मास्क पहले से मौजूद है";

/* nothing */
"Private" = "निजी";

/* nothing */
"Notice" = "सूचना";

/* nothing */
"CTCP" = "सीटीसीपी";

/* nothing */
"DCC" = "डीसीसी";

/* nothing */
"Invite" = "निमंत्रित करें";

/* nothing */
"Unignore" = "अनदेखा न करें";

/* nothing */
"Enter mask to ignore:" = "अनदेखा करने के लिये मास्क दें: ";

/* nothing */
"X-Chat: Ignore list" = "X-Chat: अनदेखा सूची";

/* nothing */
"Ignore Stats:" = "अनदेखा स्थिति:";

/* nothing */
"Channel:" = "चैनलः";

/* nothing */
"Private:" = "निजी:";

/* nothing */
"Notice:" = "सूचना:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "आमंत्रण करें:";

/* nothing */
"Add" = "जोड़ें";

/* nothing */
"Dialog with" = "इसके साथ संवाद";

/* nothing */
"Topic for %s is: %s" = "%s के लिये टॉपिक है: %s";

/* nothing */
"No topic is set" = "कोई टापिक सेच नहीं है";

/* nothing */
"No other tabs open, quit xchat?" = "कोई अलग टैब खुला नहीं है,xchat छोड़ें?";

/* nothing */
"Insert color code" = "रंग कोड डालें";

/* nothing */
"Beep on message" = "संदेश पर बीप करें";

/* nothing */
"Show join/part messages" = "join/part संदेश दिखायें";

/* nothing */
"Color paste" = "रंग पेस्ट";

/* nothing */
"Go to" = "यहाँ जाएँ";

/* nothing */
"Close Tab" = "टैब बंद करें";

/* nothing */
"Detach Tab" = "टैब निकालें";

/* nothing */
"Some file transfers still active, quit xchat?" = "कुछ फाइल स्थानांतरण अभी भी सक्रिय है, xchat छोड़ें?";

/* nothing */
"User limit must be a number!\n" = "उपयोक्ता सीमा अवश्य एक संख्या होनी चाहिये!\n";

/* nothing */
"Topic Protection" = "टॉपिक सुरक्षा";

/* nothing */
"No outside messages" = "कोई बाहरी संदेश नहीं";

/* nothing */
"Secret" = "गुप्त";

/* nothing */
"Invite Only" = "सिर्फ आमंत्रण";

/* nothing */
"Moderated" = "Moderated";

/* nothing */
"Ban List" = "प्रतिबंध सूची";

/* nothing */
"Keyword" = "कीवर्ड";

/* nothing */
"User Limit" = "उपयोक्ता सीमा";

/* nothing */
"Close this tab/window" = "इस tab/window बंद करें";

/* nothing */
"Show/Hide userlist" = "userlist दिखायें/छुपायें";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n";

/* nothing */
"Enter new nickname:" = "नया उपनाम दें:";

/* nothing */
"Host unknown" = "मेजबान नाम";

/* nothing */
"User: %s" = "उपयोक्ता: %s";

/* nothing */
"Country: %s" = "देश: %s";

/* nothing */
"Realname: %s" = "वास्तविक नाम: %s";

/* nothing */
"Server: %s" = "सर्वर :%s";

/* nothing */
"Last Msg: %s" = "अंतिम संदेश: %s";

/* nothing */
"Menu Bar" = "सूची पट्टी";

/* nothing */
"Topic Bar" = "टॉपिक पट्टी";

/* nothing */
"User List" = "उपयोक्ता सूची";

/* nothing */
"Mode Buttons" = "मोड बटन";

/* nothing */
"User List Buttons" = "उपयोक्ता सूची बटन";

/* nothing */
"Copy selected URL" = "चुनें गये URL को कॉपी करें";

/* nothing */
"Part Channel" = "चैनल छोड़ें";

/* nothing */
"Cycle Channel" = "चक्रीय चैनल";

/* nothing */
"X-Chat: User menu" = "X-Chat: उपयोक्ता मेनू";

/* nothing */
"Edit This Menu..." = "यह मीनू संपादित करें...";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile";

/* nothing */
"Settings saved." = "जमावट सहेजा गया.";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat" = "URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of X-Chat";

/* nothing */
"X-Chat: User Defined Commands" = "X-Chat: उपयोक्ता परिभाषित समादेश";

/* nothing */
"X-Chat: Userlist Popup menu" = "X-Chat: उपयोक्ता सूची मेनू";

/* nothing */
"X-Chat: Replace" = "X-Chat: बदलें";

/* nothing */
"X-Chat: URL Handlers" = "X-Chat: URL नियंत्रक";

/* nothing */
"X-Chat: Userlist buttons" = "X-Chat: उपयोक्ता सूची बटन";

/* nothing */
"X-Chat: Dialog buttons" = "X-Chat: संवाद बटन";

/* nothing */
"X-Chat: CTCP Replies" = "X-Chat: CTCP उत्तर";

/* nothing */
"_X-Chat" = "_X-Chat";

/* nothing */
"Server List..." = "सर्वर सूची...";

/* nothing */
"New" = "नया";

/* nothing */
"Server Tab..." = "सर्वर टैब...";

/* nothing */
"Channel Tab..." = "चैनल टैब...";

/* nothing */
"Server Window..." = "सर्वर विंडो...";

/* nothing */
"Channel Window..." = "चैनल विंडो...";

/* nothing */
"Load Plugin or Script..." = "प्लगिन या स्क्रिप्ट भारित करें...";

/* nothing */
"New Shell Tab..." = "नया शेल टैब...";

/* nothing */
"Quit" = "बाहर";

/* nothing */
"_IRC" = "_IRC";

/* nothing */
"Invisible" = "अदृश्य";

/* nothing */
"Receive Wallops" = "वैलॉप पायें";

/* nothing */
"Receive Server Notices" = "सर्वर सूचना पायें";

/* nothing */
"Marked Away" = "दूर रूप में चिह्नित";

/* nothing */
"Auto Rejoin when Kicked" = "किक किये जाने पर स्वतः जुड़ें";

/* nothing */
"Auto Reconnect to Server" = "सर्वर से स्वतः जुड़ें";

/* nothing */
"Never-give-up ReConnect" = "पुनः जुड़ें को कभी न छोड़ें";

/* nothing */
"Auto Open Dialog Windows" = "स्वतः संवाद विंडो खोलें";

/* nothing */
"Auto Accept Direct Chat" = "सीधी बात के लिये स्वतः स्वीकृति दें";

/* nothing */
"Auto Accept Files" = "फाइल स्वतः स्वीकारें";

/* nothing */
"_Server" = "सर्वर (_S)";

/* nothing */
"S_ettings" = "जमावट (_e)";

/* nothing */
"Preferences..." = "प्राथमिकताएं...";

/* nothing */
"Advanced" = "विस्तृत";

/* nothing */
"Auto Replace..." = "स्वतः बदलें...";

/* nothing */
"CTCP Replies..." = "CTCP उत्तर...";

/* nothing */
"Dialog Buttons..." = "संवाद बटन...";

/* nothing */
"Keyboard Shortcuts..." = "कीबोर्ड शॉर्टकट...";

/* nothing */
"Text Events..." = "पाठ घटना...";

/* nothing */
"URL Handlers..." = "URL नियंत्रक...";

/* nothing */
"User Commands..." = "उपयोक्ता समादेश...";

/* nothing */
"Userlist Buttons..." = "उपयोक्ता सूची बटन...";

/* nothing */
"Userlist Popup..." = "उपयोक्ता सूची पॉपअप...";

/* nothing */
"Reload Settings" = "जमावट फिर भारित करें";

/* nothing */
"Save Settings now" = "अब जमावट सहेजें";

/* nothing */
"Save Settings on exit" = "बाहर निकलने पर जमावट सहेजें";

/* nothing */
"_Window" = "विंडो (_W)";

/* nothing */
"Ban List..." = "प्रतिबंध सूची...";

/* nothing */
"Channel List..." = "चैनल सूची";

/* nothing */
"Character Chart..." = "संप्रतीक चार्ट...";

/* nothing */
"Direct Chat..." = "सीधी बात...";

/* nothing */
"File Receive..." = "फाइल पायें...";

/* nothing */
"File Send..." = "फाइल भेजें...";

/* nothing */
"Ignore List..." = "सूची अनदेखा करें...";

/* nothing */
"Notify List..." = "सूची को बतायें...";

/* nothing */
"Plugins and Scripts..." = "प्लगिन और स्क्रिप्ट...";

/* nothing */
"Raw Log..." = "कच्चा लॉग...";

/* nothing */
"URL Grabber..." = "URL प्राप्तकर्ता...";

/* nothing */
"Reset Marker Line" = "मार्कर पंक्ति फिर सेट करें";

/* nothing */
"C_lear Text" = "पाठ साफ करें";

/* nothing */
"Search Text..." = "पाठ खोजें...";

/* nothing */
"Save Text..." = "पाठ सहेजें...";

/* nothing */
"_Help" = "मदद (_H)";

/* nothing */
"_Contents" = "विषय सूची (_C)";

/* nothing */
"_About" = "के बारे में (_A)";

/* nothing */
"Attach Tab" = "टैब जोड़ें";

/* nothing */
"User" = "उपयोक्ता";

/* nothing */
"Server" = "सर्वर";

/* nothing */
"Last Seen" = "पिछली बार देखा गया";

/* nothing */
"Offline" = "ऑफ़लाइन";

/* nothing */
"Never" = "कभी नहीं";

/* nothing */
"Online" = "ऑनलाइन";

/* nothing */
"Enter nickname to add:" = "पता में उपनाम जोड़ें:";

/* nothing */
"X-Chat: Notify List" = "X-Chat: सूची को बतायें";

/* nothing */
"Remove" = "हटाएं";

/* nothing */
"Description" = "वर्णन";

/* nothing */
"Select a Plugin or Script to load" = "भारित करने के लिये प्लगिन या स्क्रिप्ट चुनें";

/* nothing */
"X-Chat: Plugins and Scripts" = "X-Chat: प्लगिन और स्क्रिप्ट";

/* nothing */
"_Load..." = "लोड (_L)...";

/* nothing */
"_UnLoad" = "अनलोड करें (_U)";

/* nothing */
"_Close" = "बंद करें (_C)";

/* nothing */
"Save rawlog" = "rawlog सहेजें";

/* nothing */
"X-Chat: Rawlog (%s)" = "X-Chat: Rawlog (%s)";

/* nothing */
"Clear rawlog" = "rawlog साफ करें";

/* nothing */
"Save rawlog..." = "कच्चा लॉग सहेजें...";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "The window you opened this Search for doesn't exist anymore.";

/* nothing */
"X-Chat: Search" = "X-Chat: खोजें";

/* nothing */
"Find:" = "ढूंढें:";

/* nothing */
"Find" = "ढूंढें";

/* nothing */
"Close" = "बन्द करो";

/* nothing */
"New Network" = "नया संजाल";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "वास्तव में संजाल \"%s\" और इसके सारे सर्वर को हटाता है?";

/* nothing */
"User name and Real name cannot be left blank." = "उपयोक्ता नाम व वास्तविक नाम को खाली नहीं छोड़ा जा सकता.";

/* nothing */
"X-Chat: Edit %s" = "X-Chat: संपादन %s";

/* nothing */
"Servers for %s" = "%s के लिये सर्वर";

/* nothing */
"Connect to selected server only" = "चुने गये सर्वर से सिर्फ जुड़ें";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "संबंधन विफल होने पर सभी सर्वर से चक्रीय न होयें.";

/* nothing */
"Your Details" = "आपका विवरण";

/* nothing */
"Use global user information" = "वैश्विक उपयोक्ता सूचना का प्रयोग करें";

/* nothing */
"_Nick name:" = "उपनाम (_N):";

/* nothing */
"_User name:" = "उपयोक्ता नाम (_U):";

/* nothing */
"Real na_me:" = "वास्तविक नाम (_m):";

/* nothing */
"Connecting" = "जोड़ हो रहा है";

/* nothing */
"Auto connect to this network at startup" = "आरंभ में संजाल से स्वतः जुड़ें";

/* nothing */
"Use a proxy server" = "प्रॉक्सी सर्वर का प्रयोग करें";

/* nothing */
"Use SSL for all the servers on this network" = "इस संजाल पर सभी सर्वर के लिये SSL का प्रयोग करें";

/* nothing */
"Accept invalid SSL certificate" = "अमान्य SSL प्रमाणपत्र स्वीकारें";

/* nothing */
"C_hannels to join:" = "जुड़ने के लिये चैनल (_h):";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "शामिल होने के लिये चैनल, कौमा से पृथक, लेकिन स्थान नहीं!";

/* nothing */
"Connect command:" = "जोड़ें समादेश:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute.";

/* nothing */
"Nickserv password:" = "निकसर्व शब्दकूट:";

/* nothing */
"Server password:" = "सर्वर पासवर्ड:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "सर्वर के लिये शब्दकूट, अगर संदेह है तो खाली छोड़ें.";

/* nothing */
"Character set:" = "संप्रतीक सेट:";

/* nothing */
"_Edit" = "संपादन (_E)";

/* nothing */
"X-Chat: Server List" = "X-Chat: सर्वर सूची";

/* nothing */
"User Information" = "उपयोक्ता जानकारी";

/* nothing */
"Second choice:" = "दूसरा विकल्प:";

/* nothing */
"Third choice:" = "तीसरा विकल्प:";

/* nothing */
"Rea_l name:" = "वास्तविक नाम (_l):";

/* nothing */
"Networks" = "संजाल";

/* nothing */
"Skip server list on startup" = "आरंभ में सर्वर सूची छोड़कर बढ़ें";

/* nothing */
"_Edit..." = "संपादित करें (_E)...";

/* nothing */
"_Sort" = "क्रमबद्ध करें (_S)";

/* nothing */
"C_onnect" = "जोड़ें (_o)";

/* nothing */
"Connect in new tab" = "नये टैब मे जोड़ें";

/* nothing */
"Text Box Appearance" = "पाठ बॉक्स प्रकटन";

/* nothing */
"Font:" = "फ़ॉन्टः";

/* nothing */
"Background image:" = "पृष्ठभूमि चित्र:";

/* nothing */
"Scrollback lines:" = "स्क्रॉलबैक पंक्ति:";

/* nothing */
"Transparent background" = "पारदर्शी पृष्ठभूमि";

/* nothing */
"Indent nick names" = "प्रमाणित उपनाम";

/* nothing */
"Make nick names right-justified" = "उपनाम को राइट जस्टीफाइड बनायें";

/* nothing */
"Tint (shade) transparency" = "टिंट (shade) पारदर्शी";

/* nothing */
"Colored nick names" = "रंग किया गया उपनाम";

/* nothing */
"Give each person on IRC a different color" = "IRC पर हर आदमी को अलग रंग दें";

/* nothing */
"Strip mIRC colors" = "स्ट्रिप mIRC रंग";

/* nothing */
"Show marker line" = "मार्कर पंक्ति दिखायें";

/* nothing */
"Insert a red line after the last read text." = "अंतिम पढ़े गये पाठ के बाद लाल रेखा दें";

/* nothing */
"Tint Settings" = "टिंट जमावट";

/* nothing */
"Red:" = "लाल:";

/* nothing */
"Green:" = "हराः";

/* nothing */
"Blue:" = "नीलाः";

/* nothing */
"Time Stamps" = "समय चिह्न";

/* nothing */
"Time stamp format:" = "काल पदचाप प्रारूप:";

/* nothing */
"See strftime manpage for details." = "विवरण के लिये strftime मैनपेज देखें.";

/* nothing */
"Enable time stamps" = "काल पदचाप सक्रिय करें";

/* nothing */
"Nick Completion" = "उपनाम समाप्ति";

/* nothing */
"Automatic nick completion" = "स्वतः उपनाम समाप्ति";

/* nothing */
"Completes nick names without using the TAB key" = "बिना टैब कुंजी के प्रयोग के उपनाम पूरी करें";

/* nothing */
"Nick completion suffix:" = "उपनाम समाप्ति प्रत्यय:";

/* nothing */
"Input Box Codes" = "इनपुट बॉक्स कोड";

/* nothing */
"Interpret %nnn as an ASCII value" = "%nnn की एक ASCII मान के रूप में व्याख्या करें";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "%C, %B को रंग, गहरा आदि के रूप में देखें";

/* nothing */
"Input Box Appearance" = "इनपुट बॉक्स प्रकटन";

/* nothing */
"Use the Text box font and colors" = "पाठ बॉक्स फंट व रंग का प्रयोग करें";

/* nothing */
"Off" = "बंद";

/* nothing */
"Graph" = "ग्राफ";

/* nothing */
"Info text" = "सूचना पाठ";

/* nothing */
"Both" = "दोनों";

/* nothing */
"A-Z, Ops first" = "A-Z, ऑपरेटर पहले";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Z-A, Ops last" = "Z-A, ऑपरेटर अंतिम";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "बिना छांटा";

/* nothing */
"User list sorted by:" = "इस रूप में उपयोक्ता सूची छांटी गई:";

/* nothing */
"Show hostnames in user list" = "उपयोक्ता सूची में मेजबाननाम दिखायें";

/* nothing */
"User list buttons enabled" = "उपयोक्ता सूची बटन सक्रिय";

/* nothing */
"Resizable user list" = "आकार बदलने योग्य उपयोक्ता सूची";

/* nothing */
"Away tracking" = "दूर ट्रैकिंग";

/* nothing */
"Enable away tracking" = "दूर ट्रैकिंग सक्रिय करें";

/* nothing */
"On channels smaller than:" = "इससे छोटे चैनल पर:";

/* nothing */
"Action Upon Double Click" = "दोहरे क्लिक पर क्रिया";

/* nothing */
"Execute command:" = "समादेस चलायें:";

/* nothing */
"Extra Gadgets" = "अतिरिक्त गैजट";

/* nothing */
"Lag meter:" = "लैग मीटर:";

/* nothing */
"Throttle meter:" = "थ्रोट्ल मीटर:";

/* nothing */
"Windows" = "विंडोज़";

/* nothing */
"Tabs" = "टॉब्स";

/* nothing */
"Bottom" = "नीचे";

/* nothing */
"Top" = "ऊपर";

/* nothing */
"Left" = "बायाँ";

/* nothing */
"Right" = "दाहिना";

/* nothing */
"Hidden" = "छुपा हुआ";

/* nothing */
"Always" = "हमेशा";

/* nothing */
"Only requested tabs" = "सिर्प आग्रहित टैब";

/* nothing */
"Open an extra tab for server messages" = "सर्वर संदेश के लिये एक अलग टैब खोलें";

/* nothing */
"Open an extra tab for server notices" = "सर्वर सूचना के लिये एक अलग टैब खोलें";

/* nothing */
"Small tabs" = "छोटा टैब";

/* nothing */
"Sort tabs in alphabetical order" = "अकारादि क्रम में सजायें";

/* nothing */
"Focus new tabs:" = "नया टैब पर फोकस करें:";

/* nothing */
"Shorten tab labels to:" = "इसमें टैब लेबल का छोटा करें:";

/* nothing */
"letters." = "अक्षर";

/* nothing */
"Tabs Location" = "टैब अवस्थिति";

/* nothing */
"Show tabs at:" = "यहां टैब दिखायें:";

/* nothing */
"Tabs or Windows" = "टैब या विंडो";

/* nothing */
"Open channels in:" = "इसमें चैनल खोलें:";

/* nothing */
"Open dialogs in:" = "इसमें संवाद खोलें:";

/* nothing */
"Open utilities in:" = "इसमें उपयोगिता खोलें:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Open DCC, Ignore, Notify etc, in tabs or windows?";

/* nothing */
"Files and Directories" = "फाइल और निर्देशिका";

/* nothing */
"Download files to:" = "यहां फाइल डाउनलोड करें:";

/* nothing */
"Move completed files to:" = "यहां पूरी की गई फाइल भेजें:";

/* nothing */
"Save nick name in filenames" = "फाइलनाम में उपनाम सहेजें";

/* nothing */
"Convert spaces to underscore before sending" = "भेजने से पहले स्थान को अंडरस्कोर में बदलें";

/* nothing */
"Network Settings" = "नेटवर्क विन्यास ";

/* nothing */
"DCC IP address:" = "DCC IP पता:";

/* nothing */
"Claim you are at this address when offering files." = "दावा करें कि आप इस सूची पर हैं जब आप फाइल का प्रस्ताव भेज रहे हैं.";

/* nothing */
"First DCC send port:" = "पहला DCC प्रेषण पोर्ट:";

/* nothing */
"Last DCC send port:" = "अंतिम DCC प्रेषण पोर्ट:";

/* nothing */
"(Leave ports at zero for full range)." = "(पूरे रेंज के लिये पोर्ट शून्य पर छोड़ें).";

/* nothing */
"Get my address from the IRC server" = "IRC सर्वर से मेरा पता लीजिये";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "आपके वास्तविक पता के लिये IRC सर्वर से पूछता है. इसका उपयोग करें अगर आपके पास 192.168.*.* पता है!";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "अधिकतम फाइल स्थानांतरण गति (बाइट्स प्रति सेकेंड)";

/* nothing */
"One upload:" = "एक अपलोड:";

/* nothing */
"Maximum speed for one transfer" = "एक स्थानांतरण के लिये अधिकतम गति";

/* nothing */
"One download:" = "एक डाउनलोड:";

/* nothing */
"All uploads combined:" = "संयुक्त रूप से सभी अपलोड:";

/* nothing */
"Maximum speed for all files" = "सभी फाइल के लिये सर्वाधिक गति";

/* nothing */
"All downloads combined:" = "सभी डाउनलोड संयुक्त रूप से:";

/* nothing */
"Default Messages" = "मूलभूत संदेश";

/* nothing */
"Quit:" = "छोड़ें:";

/* nothing */
"Leave channel:" = "चैनल छोड़े:";

/* nothing */
"Away:" = "दूर:";

/* nothing */
"Away" = "दूर";

/* nothing */
"Announce away messages" = "दूर संदेश की घोषणा करें";

/* nothing */
"Announce your away messages to all channels" = "अपने दूर होने के संदेश की सभी चैनल पर घोषणा करें";

/* nothing */
"Show away once" = "एकबार दूर दिखायें";

/* nothing */
"Show identical away messages only once" = "सिर्फ एकबार समरूप दूर संदेश दिखायें";

/* nothing */
"Automatically unmark away" = "बतौर दूर स्वतः अचिह्नित करें";

/* nothing */
"Unmark yourself as away before sending messages" = "संदेश भेजने के पहले स्वयं को दूर के रूप में अचिह्नित करें";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(~/.xchat2/ के संदर्भ में एक पाठ फाइल हो सकता है).";

/* nothing */
"(Can be a text file relative to config dir)." = "(कॉन्फिग dir के संदर्भ में एक पाठ फाइल हो सकता है).";

/* nothing */
"Alerts" = "चेतावनी";

/* nothing */
"Flash taskbar on highlighted messages" = "हाइलाइट किये संदेश पर कार्यपट्टी फ्लैश करें";

/* nothing */
"Beep on highlighted messages" = "हाइलाइट किये संदेश पर बीप करें";

/* nothing */
"Extra words to highlight on:" = "हाइलाइट करने के लिये अतिरिक्त शब्द:";

/* nothing */
"(Separate multiple words with commas)." = "(कौमा के साथ पृथक बहु शब्द).";

/* nothing */
"Beep on private messages" = "निजी संदेश पर बीप";

/* nothing */
"Beep on channel messages" = "चैनल संदेश पर बीप";

/* nothing */
"Advanced Settings" = "विस्तृत विन्यास";

/* nothing */
"Auto reconnect delay:" = "स्वतः रूप से फिर जुड़ने में विलंब:";

/* nothing */
"Display MODEs in raw form" = "MODEs कच्चे प्रारूप में दिखायें";

/* nothing */
"Whois on notify" = "Whois on notify";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "एक /WHOIS भेजें जब एक उपयोक्ता आपके नोटिफाई सूची में ऑनलाइन होता है";

/* nothing */
"Hide join and part messages" = "शामिल व अलग संदेश छुपायें";

/* nothing */
"Hide channel join/part messages by default" = "मूलभूत रूप से चैनल शामिल/अलग होने के संदेश को छुपायें";

/* nothing */
"Auto Open DCC Windows" = "स्वतः खोलें DCC विंडो";

/* nothing */
"Send window" = "भेजें विंडो";

/* nothing */
"Receive window" = "विंडो पायें";

/* nothing */
"Chat window" = "बातचीत विंडो";

/* nothing */
"Logging" = "लॉगिंग";

/* nothing */
"Enable logging of conversations" = "बातचीत के लॉगिंग को समर्थ करें";

/* nothing */
"Log filename mask:" = "फाइलनाम मास्क लॉग करें:";

/* nothing */
"(%s=Server %c=Channel %n=Network)." = "(%s=सर्वर %c=चैनल %n=संजाल).";

/* nothing */
"Insert timestamps in logs" = "लॉग में टाइमस्टैंप दाखिल करें";

/* nothing */
"Log timestamp format:" = "टाइमस्टैंप प्रारूप को लॉग करें:";

/* nothing */
"(See strftime manpage for details)." = "(विवरण के लिये strftime मैनपेज देखें).";

/* nothing */
"(Disabled)" = "(निष्क्रिय)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"Your Address" = "आपका पता";

/* nothing */
"Bind to:" = "इससे जोड़ें:";

/* nothing */
"(Only useful for computers with multiple addresses)." = "(बहु पता के साथ के कंप्यूटर के लिये सिर्फ उपयोगी).";

/* nothing */
"Proxy Server" = "प्रॉक्सी सर्वर";

/* nothing */
"Hostname:" = "मेजबाननाम:";

/* nothing */
"Username:" = "उपयोक्ता नाम:";

/* nothing */
"Password:" = "शब्दकूट:";

/* nothing */
"Port:" = "पोर्टः";

/* nothing */
"Type:" = "प्रकार:";

/* nothing */
"Authenticate to the proxy server (HTTP and Socks5)" = "प्रॉक्सी सर्वर से सत्यापित करें (HTTP और Socks5)";

/* nothing */
"(disabled)" = "(निष्क्रिय)";

/* nothing */
"A star (*)" = "तारा (*)";

/* nothing */
"A red star (*)" = "लाल तारा (*)";

/* nothing */
"Underlined" = "रेखांकित";

/* nothing */
"Select an Image File" = "चित्र फाइल चुनें";

/* nothing */
"Select font" = "फंट चुनें";

/* nothing */
"Browse..." = "ब्राउज़...";

/* nothing */
"Mark identified users with:" = "इसके साथ पहचाने गये उपयोक्ता को चिह्नित करें:";

/* nothing */
"Mark not-identified users with:" = "इसके साथ नहीं पहचाने गये उपयोक्ता को चिह्नित करें:";

/* nothing */
"Select color" = "रंग चुनें";

/* nothing */
"Text Colors" = "पाठ रंग";

/* nothing */
"mIRC colors:" = "mIRC रंग:";

/* nothing */
"Extra colors:" = "अतिरिक्त रंग:";

/* nothing */
"Foreground:" = "अग्रभूमि:";

/* nothing */
"Background:" = "पृष्ठभूमि:";

/* nothing */
"Marking Text" = "मार्किंग पाठ";

/* nothing */
"Interface Colors" = "अंतरफलक रंग";

/* nothing */
"New data:" = "नया आंकड़ा:";

/* nothing */
"Marker line:" = "मार्कर पंक्ति:";

/* nothing */
"New message:" = "नया संदेश:";

/* nothing */
"Away user:" = "दूर उपयोक्ता:";

/* nothing */
"Highlight:" = "उभारें:";

/* nothing */
"Event" = "घटना";

/* nothing */
"Sound file" = "ध्वनि फाइल";

/* nothing */
"Select a sound file" = "ध्वनि फाइल चुनें";

/* nothing */
"Sound playing method:" = "ध्वनि चालक विधि:";

/* nothing */
"External sound playing _program:" = "बाह्य ध्वनि चालक प्रोग्राम (_p):";

/* nothing */
"_External program" = "बाह्य प्रोग्राम (_E)";

/* nothing */
"_Automatic" = "स्वचालित (_A)";

/* nothing */
"Sound files _directory:" = "ध्वनि फाइल निर्देशिका (_d):";

/* nothing */
"Sound file:" = "ध्वनि फाइल:";

/* nothing */
"_Browse..." = "ब्राउज...(_B)";

/* nothing */
"_Play" = "बजाएँ (_P)";

/* nothing */
"Interface" = "अंतरफलक";

/* nothing */
"Text box" = "पाठ बॉक्स";

/* nothing */
"Input box" = "इनपुट बॉक्स";

/* nothing */
"User list" = "उपयोक्ता सूची";

/* nothing */
"Colors" = "रंग";

/* nothing */
"Chatting" = "बातचीत";

/* nothing */
"General" = "सामान्य";

/* nothing */
"Sound" = "ध्वनि";

/* nothing */
"Network" = "संजाल";

/* nothing */
"Network setup" = "संजाल सेटअप";

/* nothing */
"File transfers" = "फाइल स्थानांतरण";

/* nothing */
"Categories" = "श्रेणियां";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Some settings were changed that require a restart to take full effect.";

/* nothing */
"X-Chat: Preferences" = "X-Chat: प्राथमिकतायें";

/* nothing */
"There was an error parsing the string" = "स्ट्रिंग की व्याख्या में त्रुटि थी";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "यह संकेत सिर्फ भेजा गया %d args है, $%d अमान्य है";

/* nothing */
"Print Texts File" = "पाठ फाइल मुद्रित करें";

/* nothing */
"$ Number" = "$ संख्या";

/* nothing */
"Edit Events" = "घटना संपादित करें";

/* nothing */
"Save As" = "इस रूप में सहेजें";

/* nothing */
"Load From" = "इससे लोड करें";

/* nothing */
"Test All" = "सबको जांचें";

/* nothing */
"URL" = "URL";

/* nothing */
"Select a file to save to" = "इसमें सहेजेने के लिये फाइल चुनें";

/* nothing */
"X-Chat: URL Grabber" = "X-Chat: URL Grabber";

/* nothing */
"Clear list" = "सूची साफ करें";

/* nothing */
"Copy" = "कॉपी";

/* nothing */
"Save list to a file" = "फाइल में सूची सहेजें";

/* nothing */
"%d ops, %d total" = "%d ऑपरेटर, %d कुल";

